Repository: OpenMediaVault-Plugin-Developers/openmediavault-flashmemory
Catalog: usr/share/openmediavault/locale/*/openmediavault-flashmemory.po
Languages: cs_cz, da_da, de_de, es_es, fr_fr, gl, hu_hu, ja_jp, ko_kr, nl_nl, ru_ru, sv_sv, zh_cn, zh_tw

source: AFTER:
cs_cz: PO:
da_da: EFTER:
de_de: NACH:
es_es: DESPUES:
fr_fr: APRÈS :
gl: APÓS:
hu_hu: UTÁNA
ja_jp: 修正後:
ko_kr: 이후:
nl_nl: NA:
ru_ru: ПОСЛЕ:
sv_sv: EFTER:
zh_cn: 更改后：
zh_tw: 改變後：

source: Add noatime and nodiratime to root options. See before and after example lines:
cs_cz: Do předvoleb připojování kořenového souborového systému přidejte parametry noatime a nodiratime. Jak změna vypadá popisují následující ukázkové řádky:
da_da: Tilføj noatime og nodiratime til rod valgmuligheder. Se før og efter eksempel linier:
de_de: Fügen Sie Dateizugriffszeiten und Ordnerzugriffszeiten als root Optionen ein. Siehe vorher und nach Beispieleinträge:
es_es: Añadir noatime y nodiratime a la opción root. Mirar ejemplos de antes y despues:
fr_fr: Ajouter « noatime » et « nodiratime » aux options de root. Voir les exemples avant et après :
gl: Engadir noatime e nodiratime nas opcións de root. Vexa os exemplos de liñas antes e após:
hu_hu: Adjuk hozzá a „noatime” és a „nodiratime” paramétereket a root opciókhoz. Figyeljük meg az előtte és az utána példasorokat:
ja_jp: ルートオプションにnoatimeオプションとnodiratimeを追加します。修正前と修正後の例を確認してください:
ko_kr: noatime, nodiratime 을 root options 에 추가합니다. 이전 및 이후 관련 예제 참조:
nl_nl: Voeg noatime en nodiratime toe aan root opties. Zie voorbeeldregels voor en na:
ru_ru: Добавьте noatime и nodiratime в опции root. Смотрите примерные строки:
sv_sv: Lägg noatime och nodiratime till root-alternativ. Se före och efter exempel rader:
zh_cn: 添加noatime和nodiratime的root参数，参看下面更改前和更改后的示例：
zh_tw: 將 noatime 及 nodiratime 加入根目錄的選項中。請參見改變前和改變後的範例行：

source: BEFORE:
cs_cz: PŘED:
da_da: FØR:
de_de: ANFANG:
es_es: ANTES:
fr_fr: AVANT :
gl: ANTES:
hu_hu: ELŐTTE
ja_jp: 修正前:
ko_kr: 이전:
nl_nl: VOOR:
ru_ru: ДО:
sv_sv: FÖRE:
zh_cn: 更改前：
zh_tw: 改變前：

source: Comment out the swap partition. See before and after example lines (only need to add a # to beginning of the line):
cs_cz: Ukončete používání stránkovacího oddílu pomocí zakomentování příslušného řádku. Viz ukázkové řádky (zkrátka na začátek řádku napište znak # (křížek)):
da_da: Udkommentér swap partitionen. Se før og efter eksempel linier (det er kun nødvendigt at tilføje et # i starten af linien):
de_de: Auskommentieren der Swap-Partition. Siehe vorher und nach Beispieleinträge (nur ein # am Anfang der Zeile eintragen):
es_es: Comentarios a la partición SWAP. Mirar el antes y el despues (solo se debe añadir "#" al comienzo de la línea):
fr_fr: Commentez la partition d'échange « swap ». Voir les exemples avant et après (ajouter seulement un # en début de ligne) :
gl: Comente a partición de intercambio (swap). Vexa os exemplos de liñas antes e após (só é necesario engadir unha # no comezo da liña):
hu_hu: Kommenteljük ki a cserepartíciót. Figyeljük meg az előtte és az utána példasorokat, (hogy csak egy # karaktert kell hozzáadni a sor elejére):
ja_jp: スワップパーティションをコメントアウトします。修正前と修正後の例を確認してください(行の先頭に#を追加するだけです):
ko_kr: 스왑 파티션을 주석 처리합니다. 이전 및 이후 관련 예제 참조 (해당 줄의 첫 칸에 # 추가)
nl_nl: Schakel de swappartitie uit. Zie voorbeeldregels voor en na (u hoeft alleen een # toe te voegen aan het begin van de regel):
ru_ru: Закомментируйте раздел подкачки. См. Строки до и после примера (нужно только добавить # в начало строки):
sv_sv: Kommentera ut swap-artitionen. Se före och efter exempel rader (behöver bara lägga till en # till början av raden):
zh_cn: 注释掉交换分区，可以参看如下示例(只需要在语句前面添加#即可)：
zh_tw: 將調換分割區一行改成註釋。請參見改變前和改變後的範例行 (只須在該行的開頭處加進一個 #)：

source: Ctrl-o to save
cs_cz: Uložte stisknutím Ctrl+0
da_da: Ctrl-o for at gemme
de_de: STRG-o Speichern
es_es: Ctrl-o para salvar
fr_fr: Ctrl + o pour enregistrer.
gl: Ctrl-O para gardar
hu_hu: Mentés: Ctrl-o
ja_jp: Ctrl-o で保存
ko_kr: Ctrl-o 로 저장
nl_nl: Ctrl-o om op te slaan
ru_ru: Ctrl-o для сохранения
sv_sv: Ctrl-o för att spara
zh_cn: 按Ctrl-o保存
zh_tw: 按 Ctrl-o 儲存

source: Ctrl-x to exit
cs_cz: Ukončete stisknutím Ctrl+X
da_da: Ctrl-x for at lukke
de_de: STRG-x Verlassen
es_es: Ctrl-x para salir
fr_fr: Ctrl + x pour quitter.
gl: Ctrl-X para saír
hu_hu: Kilépés: Ctrl-x
ja_jp: Ctrl-x で終了
ko_kr: Ctrl-x 로 종료
nl_nl: Ctrl-x om te verlaten
ru_ru: Ctrl-x для выхода
sv_sv: Ctrl-x för att avsluta
zh_cn: 按Ctrl-x退出
zh_tw: 按 Ctrl-x 退出

source: Disable the swap partition with swapoff:
cs_cz: Vypněte oddíl s odkládacím prostorem (swap) příkazem swapoff:
fr_fr: Désactivez la partition de swap avec « swapoff » :
gl: Desactivar a partición de intercambio con swapoff:
ja_jp: swapoffを使用してswapパーティションを無効にする:
nl_nl: Schakel de swappartitie met swapoff uit:
zh_tw: 以 swapoff 來停用調換分割區：

source: Example output where /dev/sda2 is the swap partition:
cs_cz: Ukázka výstupu, kdy oddílem s odkládacím prostorem je /dev/sda2:
fr_fr: Exemple de sortie où « /dev/sda2 » est la partition de swap :
gl: Exemplo de saída onde /dev/sda2 é a partición de intercambio:
ja_jp: /dev/sda2がスワップパーティションである場合の出力例:
nl_nl: Voorbeelduitvoer waarbij /dev/sda2 de Swap-partitie is:
zh_tw: 以 /dev/sda2 為調換分割區的輸出範例：

source: Execute the following command: <b>nano /etc/fstab</b>
cs_cz: Spusťte následující příkaz: <b>nano /etc/fstab</b>
da_da: Udfør den følgenede kommando: <b>nano /etc/fstab</b>
de_de: Führen Sie den folgenden Befehl aus: <b>nano /etc/fstab</b>
es_es: Ejecutar el siguiente comando: <b>nano /etc/fstab</b>
fr_fr: Exécutez la commande suivante : <b>nano /etc/fstab</b>
gl: Execute a seguinte orde: <b>nano /etc/fstab</b>
hu_hu: Futtassuk a parancsot: <b>nano /etc/fstab</b>
ja_jp: 次のコマンドを実行します: <b>nano /etc/fstab</b>
ko_kr: 다음 명령을 실행합니다: <b>nano /etc/fstab</b>
nl_nl: Voer het volgende commando uit: <b>nano /etc/fstab</b>
ru_ru: Выполните следующую команду: <b>nano /etc/fstab</b>
sv_sv: Utför följande kommando: <b>nano /etc/fstab</b>
zh_cn: 执行命令： <b>nano /etc/fstab</b>
zh_tw: 執行這項指令：<b>nano /etc/fstab</b>

source: Find the swap partition with:
cs_cz: Najděte oddíl s odkládacím prostorem pomocí:
fr_fr: Trouvez la partition de swap avec :
gl: Atopar a partición de intercambio con:
ja_jp: スワップパーティションを見つける:
nl_nl: Zoek de swappartitie met:
zh_tw: 尋找調換分割區時使用：

source: Flash Memory
cs_cz: Optimalizace instalace na flash úložiště
da_da: Flash Hukommelse
de_de: Flash-Speicher
fr_fr: Mémoire Flash
gl: Memoria flash
hu_hu: Flash memória
ja_jp: フラッシュメモリ
nl_nl: Flashgeheugen
sv_sv: Flashminne
zh_tw: 快閃記憶體

source: Fstab (/etc/fstab) needs to be changed manually. Following these steps to change:
cs_cz: Nastavení připojování souborových systémů (/etc/fstab) bude třeba upravit ručně. Postupujte takto:
da_da: Fstab (/etc/fstab) skal ændres manuelt. Følg disse trin for at ændre:
de_de: Fstab (/etc/fstab) muss manuell geändert werden. Folgenden Schritte ändern:
es_es: Fstab (/etc/fstab) necesita ser cambiado manualmente. Siga estos pasos para cambiarlo:
fr_fr: Fstab (/etc/fstab) doit être modifié manuellement. Suivre ces étapes pour faire la modification :
gl: É necesariop cambiar manualmente o fstab (/etc/fstab). Siga estes pasos para cambialo:
hu_hu: Az fstabot (/etc/fstab) kézzel kell módosítani. Kövessük az alábbi lépéseket:
ja_jp: Fstab (/etc/fstab)をマニュアルで変更する必要があります。これらの手順に従うことで変更できます:
ko_kr: fstab ( /etc/fstab )은 수동으로 변경해야 합니다. 다음 단계를 통해 변경:
nl_nl: Fstab (/etc/fstab) moet handmatig worden gewijzigd. Volg deze stappen om te veranderen:
ru_ru: Fstab (/etc/fstab) необходимо изменить вручную. Выполните следующие шаги для изменения:
sv_sv: Fstab (/etc/fstab) måste ändras manuellt. Följ dessa steg för att ändra:
zh_cn: Fstab (/etc/fstab)文件需要手动更改，可以按以下步骤操作：
zh_tw: Fstab (/etc/fstab) 需要以手動更改。請按照這裏的步聚來變更：

source: If you disable swap, initramfs resume should be fixed to avoid mdadm messages.
cs_cz: Pokud odkládací prostor vypnete, mělo by být opraveno initramfs probouzení, aby nebyly hlášení z mdadm.
fr_fr: Si vous désactivez la swap, la reprise initramfs doit être fixée pour éviter les messages mdadm.
gl: Se desactiva o intercambio, debese corrixir a reanudación dei nitramfs para evitar as mensaxes mdadm.
ja_jp: スワップを無効にする場合、mdadmからのメッセージを回避するためにinitramfs resumeを修正する必要があります。
nl_nl: Als je swap uitschakelt, moet het hervatten van initramfs worden hersteld om mdadm-berichten te vermijden.
zh_tw: 如果你將調換分割區停用，initramfs 回復應被修改以避免關於 mdadm 的訊息。

source: Login as root locally or via ssh
cs_cz: Přihlaste se jako správce systému (root) – na místní konzoli nebo přes ssh
da_da: Log ind lokalt som rod eller via ssh
de_de: Login als root lokal oder über ssh
es_es: Log como root localmente o via ssh
fr_fr: Se connectez en tant que « root » localement ou via « ssh ».
gl: Acceda como administrador local ou a través de SSH
hu_hu: Lépjünk be root felhasználóval helyileg vagy SSH-val
ja_jp: ローカルまたはssh経由でrootとしてログイン
ko_kr: 로컬 또는 SSH를 통해 root 로 로그인
nl_nl: Log lokaal in als root of via ssh
ru_ru: Войдите в систему как пользователь root или через ssh.
sv_sv: Logga in som root lokalt eller via ssh
zh_cn: 使用root帐号在本地通过SSH登录
zh_tw: 以 root 帳户在本主機或經由 ssh 登入

source: Notes (optional)
cs_cz: Poznámky (volitelné)
fr_fr: Notes (optionnels)
gl: Notas (opcionais)
hu_hu: Jegyzetek (válaszható)
ja_jp: ノート(オプション)
nl_nl: Opmerkingen (optioneel)
zh_tw: 附註（非必要項）

source: On systems using GPT, swap will still be auto-detected. The swap partition should be turned off and wiped.
cs_cz: Na systémech, kde se využívá GPT rozdělení úložiště, bude odkládací prostor automaticky zjištěn. Oddíl s ním by proto měl být vypnut a vymazán.
fr_fr: Sur les systèmes utilisant « GPT », la partition d'échange sera toujours détectée automatiquement. La partition d'échange doit être désactivée et effacée.
gl: Nos sistemas que usan GPT, o intercambio aínda se detectará automaticamente. A partición de intercambio debería estar desactivada e borrada.
ja_jp: GPTを使用するシステムでは、スワップは引き続き自動検出されます。 スワップパーティションをオフにしてワイプする必要があります。
nl_nl: Op systemen die GPT gebruiken, wordt de swap nog steeds automatisch gedetecteerd. De swappartitie moet worden uitgeschakeld en gewist.
zh_tw: 在使用 GPT 的系統上，調換分割區將仍然被自動偵測。調換分割區應該被關掉或清空。

source: Reboot
cs_cz: Restartovat
da_da: Genstart
de_de: Neustart
es_es: Reinicia
fr_fr: Redémarrez
gl: Reiniciar
hu_hu: Újraindítás
ja_jp: 再起動
ko_kr: 시스템 재시작
nl_nl: Herstarten
ru_ru: Перезагрузить
sv_sv: Starta om
zh_cn: 重启
zh_tw: 重新啟動

source: Remove the resume file:
cs_cz: Odeberte soubor pro probuzení:
fr_fr: Supprimez le fichier de reprise :
gl: Elimina o ficheiro de resumo:
ja_jp: リジュームファイルの削除:
zh_tw: 移除再續檔案：

source: Root
cs_cz: Kořenová složka:
da_da: Rod
fr_fr: Partition Racine :
hu_hu: Gyökér
zh_tw: 根目錄裝置

source: Settings
cs_cz: Nastavení
da_da: Indstillinger
de_de: Einstellungen
es_es: Opciones
fr_fr: Paramètres
gl: Axustes
hu_hu: Beállítások
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
ru_ru: Настройки
sv_sv: Inställningar
zh_cn: 设置
zh_tw: 設定

source: Update initramfs:
cs_cz: Aktualizujte initramfs:
fr_fr: Mettre à jour « initramfs » :
gl: Actualizar Initramfs:
ja_jp: initramfsのアップデート:
zh_tw: 更新 initramfs：

source: Wipe the swap partition with wipefs:
cs_cz: Vymažte obsah oddílu s odkládacím prostorem pomocí wipefs:
fr_fr: Supprimez la partition d'échange avec « wipefs » :
gl: Borrar a partición de intercambio con wipefs:
ja_jp: スワップパーティションをwipefsでワイプします:
nl_nl: Wis de swappartitie met wipefs:
zh_tw: 使用 wipefs 來清空調換分割區：

source: Write Kbytes
cs_cz: Zapsáno kilobajtů:
da_da: Skriv Kbytes
de_de: Schreibe Kbytes
es_es: Escritura en Kbytes
fr_fr: Kilo-octets écrit :
gl: Escritura en Kbytes
hu_hu: Írható kB
ja_jp: キロバイトを書き込み
ko_kr: 쓰기 KiB
nl_nl: Schrijf Kilobytes
ru_ru: Записано Кбайт
sv_sv: Skriv Kbytes
zh_cn: 写入大小Kbytes
zh_tw: 寫入 Kbytes

source: n/a
cs_cz: neaplikovatelné
fr_fr: Non applicable
gl: n/d
hu_hu: nem elérhető
nl_nl: n.v.t.
zh_tw: 不適用 (n/a)

source: Enable
de_de: Aktivieren
es_es: Habilitar
ko_kr: 활성화
sv_sv: Aktivera

source: Enable the plugin
de_de: Plugin aktivieren
es_es: Habilitar el plugin
ko_kr: 플러그인 활성화
sv_sv: Aktivera insticksmodulen

source: Notes
de_de: Notizen
es_es: Notas
ko_kr: 설명
sv_sv: Noteringar

source: When enabling the plugin, you will be logged out due to files being moved to ram.
de_de: Wenn Sie das Plugin aktivieren, werden Sie während des verschieben der Dateien in den RAM abgemeldet.
es_es: Cuando se habilite el plugin, sera deslogado para poder mover los archivos a la RAM.

source: Settings active immediately.
sv_sv: Inställningarna är aktiva omedelbart.
